base
base-devel
bat
btop
ccache
clang
cmake
direnv
docker
doxygen
dust
eza
fastfetch
fd
fzf
gdb
git
git-delta
go
jq
kubectl
lazydocker
lazygit
lldb
lsof
man-db
man-pages
neovim
ninja
nvm
openssh
pacman-contrib
pkgstats
python-pip
python-pipx
ripgrep
starship
stow
sudo
sysstat
tmux
trash-cli
ufw
unzip
uv
vim
wget
wl-clipboard
yazi
zoxide
zsh
